Repository: juri1977/jo_museo
Catalog: Resources/Private/Language/*.locallang_db.xlf
Languages: de

# tx_jomuseo_domain_model_institute.shorttitle
source: shorttitle
de: Kurztitel

# tx_jomuseo_domain_model_institute.subtitle
source: subtitle
de: Untertitel

# tx_jomuseo_domain_model_institute.description
source: description
de: Beschreibung

# tx_jomuseo_domain_model_institute.contact
source: contact
de: Kontakt

# tx_jomuseo_domain_model_institute.geodata
source: geodata
de: GEO Daten

# tx_jomuseo_domain_model_institute.geotext
source: geotext
de: Ortsname

# tx_jomuseo_domain_model_institute.gnddata
source: gnddata
de: GND Daten

# tx_jomuseo_domain_model_institute.isilnummer
source: isil number
de: ISIL-Nummer

# tx_jomuseo_domain_model_institute.datastorage
source: folder for the publication
de: Ordner für die Publikationen

# tx_jomuseo_domain_model_institute.externalstock
source: external link to the collection objects
de: Externer Link zu den Sammlungsobjekten

# tx_jomuseo_domain_model_institute.barrierfree
source: barrierfree
de: Barrierefrei

# tx_jomuseo_domain_model_institute.idref
source: idref
de: ID oder Filtervariable für den Datensatz

# tx_jomuseo_domain_model_institute.website
source: website
de: Webseite

# tx_jomuseo_domain_model_institute.classfication
source: classfication
de: Einstufung

# tx_jomuseo_domain_model_institute.image
source: image
de: Vorschaubild

# tx_jomuseo_domain_model_institute.image.add
source: imageadd
de: Bild hinzufügen
